/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"QuickTime Pro Key";
"Quicktime.pfm_description" =			"QuickTime Pro key preference.";

"Pro Key.pfm_title" =			"QuickTime Pro Registration Information";
"Pro Key.pfm_description" =			"QuickTime Pro registration information.";

"Name.pfm_title" =			"Name";
"Name.pfm_description" =			"Enter the name that you would enter in the QuickTime Pro registration window.";
"Organization.pfm_title" =			"Organization";
"Organization.pfm_description" =			"Enter the organization that you would enter in the QuickTime Pro registration window.";
"Registration Key.pfm_title" =			"Registration Key";
"Registration Key.pfm_description" =			"QuickTime Pro registration key string.";
